Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 草鞋少年坐在门槛上，看着那个名叫宁姚的少女，她自说自话，脸色变化不定，就像是天边的云彩。
en_us: Chen Ping'an sat on the doorstep and watched Ning Yao mumbling to herself, her expression changing as frequently as the iridescent colors of the clouds.

source: 草鞋少年对那个陆道长，心怀感恩，这辈子都不会忘记。
en_us: He was extremely grateful toward Daoist Lu, and this was a sense of gratitude that he wouldn't forget for his entire life.

source: 草鞋少年怔怔望去，只觉得站在白鹿旁的男女，宛如神仙挂像里走出的人物，仿佛下一刻就会飘然飞升而去，摘星拿月唾手可得。
en_us: The young boy in straw sandals looked at them in a daze. He felt like the man and woman standing beside the white deer were like immortals and deities that had walked out from a painting. It was as if they might fly away and ascend to the heavens at any moment, soaring so high that they could pluck the moon and stars.

source: 草鞋少年想了想，“咱俩之前订下的大方向不变，不过有些地方的细节，得改动改动，老猿太厉害了。”
en_us: Chen Ping'an considered the question for a moment, then replied, "We'll stick to the general plan that we came up with before, but there are some details that need to be tweaked. That old ape is really strong!"

source: 草鞋少年摇头道：“小伤。”
en_us: Chen Ping'an shook his head in response. "It was just a minor injury."

source: 草鞋少年望着那个孩子渐渐远去的身影，怔怔出神。
en_us: The young boy in straw sandals appeared slightly dazed as he looked at the slowly disappearing figure of the little boy.

source: 草鞋少年目瞪口呆，刘羡阳那家伙不是跟自己约好了天亮以后，才动身吗？
en_us: Chen Ping'an was astonished to hear this. Liu Xianyang had told him that they were only going to depart after the sun had risen!

source: 草鞋少年眨眨眼，嘴角有些笑意。
en_us: The young boy in straw sandals blinked in reply, with a faint smile tugging at the corners of his lips.

source: 草鞋少年眼眶通红。
en_us: The rims of Chen Ping'an's eyes were extremely red.

source: 草鞋少年脸色不太好看，顾粲赶紧见风转舵地补了句，“身体还好吗”
en_us: Judging from the Chen Ping'an's expression, it was clear that he wasn't feeling too well. Gu Can hurriedly changed his tune upon seeing this, asking, "Are you feeling alright?"

source: 草鞋少年脸色黯然，没有反驳，也没有被揭短后恼羞成怒。
en_us: The young boy in straw sandals wore a dejected expression. He didn't throw a retort, nor did he become enraged that his broken promise had been exposed.

source: 草鞋少年走出泥瓶巷后，阳光有些刺眼，伸出右手遮在额头，轻轻呼出口气。
en_us: Upon emerging from Clay Vase Alley, Chen Ping'an gently exhaled as he raised his right hand to shield his eyes from the bright sunlight.

source: 草鞋少年走向福禄街。
en_us: Chen Ping'an made his way toward Fortune Street, and by the time he got there, there was no one else on the bluestone street.

source: 草鞋少年身形矫健，快速横移一步，想要拦截下这片树叶。
en_us: Chen Ping'an was quite agile, and he quickly took a step to the side to try and intercept the leaf, but it continued to evade him as it twirled around in the air.

source: 草鞋少年轻轻点头，健步如飞，在大小巷弄熟稔穿行，如一尾鱼游走于溪底。
en_us: Chen Ping'an nodded gently, and he was as quick as the wind as he adeptly navigated the alleys. He was like a fish speeding through the water.

source: 草鞋少年这些天经常往福禄街桃叶巷送家书，几乎家家户户的门房都认识了这位送信人，所以并不显得突兀，加上少年神色自若，像往常一般小跑在青石板街道上，哪怕有行人看到也不会当回事。陈平安在临近一栋宅门，门前摆放有一尊用以镇邪止煞的石敢当，半人高，武将模样，陈平安知道这里是李家大宅，大富大贵的福禄街上，几乎家家户户的辟邪法子都不一样，就连大门张贴的门神都分武，所以很容易分辨。
en_us: Recently, Chen Ping'an had been frequently visiting Fortune Street and Peach Leaf Alley to deliver letters, so virtually all of the clans living on these streets were familiar with him. Hence, he didn't appear to be out of place. On top of that, he appeared to be quite calm and relaxed as he jogged along the bluestone street as usual, so even if someone did spot him, they wouldn't have thought anything of it. At this moment, Chen Ping'an was approaching the gate of a manor, in front of which was placed a shi gandang. [ref]A shi gandang is an ornamental stone tablet with writing, which is used to exorcise evil spirits in east Asia.[/ref] The shi gandang was around half as tall as a grown man, and presented in the form of a general. Chen Ping'an knew that this was the Li Clan's manor. All of the households on Fortune Street were quite wealthy, and they each had their own ways of warding off evil spirits. Even the door gods plastered on their gates were quite different and easily distinguishable.

source: 草鞋少年顿时龇牙咧嘴，转头一脸敢怒不敢言的模样。
en_us: Chen Ping'an grimaced, and he immediately turned around to look at her with an indignant expression.

source: 草鞋少年龇牙咧嘴，轻轻揉腰，放低声音道：“我不是跟你说过吗，有老大一片山崖，全是那种被你们称为斩龙台的黑色石头，我怕给她看去了，然后她也是识货的，到时候万一她起了歹心咋办？害人之心不可有，防人之心不可无，这个道理我还是懂的。”
en_us: Chen Ping'an grimaced as he massaged his own waist, then lowered his voice as he explained, "Didn't I tell you that there's a massive cliff riddled with those black stones that you refer to as Dragon Slaying Platform? I was worried that if she saw those stones, she'd be able to recognize them and turn on us to try and secure all of the stones for herself. It wouldn't be right to plot against her, but at the same time, it would be foolish not to be wary of her."

source: 草鞋少年，背着箩筐，健步如飞。
en_us: The young boy in sandals was carrying a basket on his back as he sped down the alley.

source: 草鞋少年，这就给卖得一干二净了。
en_us: The Daoist priest had immediately sold Chen Ping'an down the river in order to clear himself of all wrongdoing.

source: 荒郊野岭的边缘地带，一柄飞剑老老实实悬停在空中，如家教良好的小家碧玉，见着了自家制定家法的长辈，只能眉眼低敛，乖乖束手而立。
en_us: In a desolate area outside the small town, a flying sword was hovering in midair like an obedient child standing before their elder. It was as if it were standing there with its head lowered and its hands clasped behind its back.

source: 荒郊野岭的边缘地带，一柄飞剑老老实实悬停在空开一面，准许他请下真武山供奉的其中一尊神祗，齐静春点头轻声道：“可。”
en_us: In a desolate area outside the small town, a flying sword was obediently hovering in midair, asking for permission to summon a deity from True Martial Mountain. Qi Jingchun nodded and said, "Permission granted."

source: 荒郊野岭，周围是一座座早已没有后人祭拜的坟茔，坟头杂草丛生，茂盛得像是个菜园子，时不时响起几声夜鸮的叫声，此起彼伏，实在是瘆人。好在陈平安对此地，怀有一种同龄人不曾有的情感，倒是没觉得如何不适，约莫一炷香后，陈平安背着少女，穿过无数残肢断骸的倒塌神像，绕到一座巨大的神像背后，泥塑神像倾倒在地，不知为何，已经不见头颅，身长两丈有余，可想而知，这尊塑像曾经完完整整端坐于祠堂寺庙当中，是何等威严凛凛。
en_us: This was a desolate area that was scattered with tombs that no one visited anymore. Weeds covered the tombs, and they grew so thick that this place looked more like a vegetable garden than a burial site. They could hear the hoots of owls from time to time, and this made the surroundings appear even creepier. Fortunately, Chen Ping'an wasn't like the other children at his age, and he harbored a unique feeling toward this place. Thus, he didn't feel uncomfortable at all. After around 15 minutes, Chen Ping'an navigated through countless broken and collapsed statues with Ning Yao on his back, and he arrived behind the gigantic statue of a god that was collapsed and missing its head for some reason. Its body was six meters long, and one could imagine just how mighty and dignified it would have once appeared when it was unbroken and quietly sitting in a temple.

source: 药味浓重的屋子里，躺在床上的刘羡阳听到脚步声后，转头看来，脸色依旧谈不上红润，只是比起之前的惨白，已经要好上许多。
en_us: This was a room that was filled with the smell of medicine. Liu Xianyang was resting in bed, and when he heard the sound of footsteps, he turned around to look over. His face wasn't exactly a healthy shade of pink, but it was already much better than the deathly white that it had been before.

source: 蓦然又是一阵吃疼的陈平安，赶紧腾出只手，去揉腰另外一侧。
en_us: All of a sudden, Chen Ping'an received another sharp prod, and he hurriedly began massaging the other side of his waist.

source: 蔡金简一提起那个草鞋少年，就满心厌恶，“凡夫俗子就该有凡夫俗子的觉悟！”
en_us: Just the mere mention of Chen Ping'an was enough to fill Cai Jinjian with disgust. "A filthy commoner like him should learn to know his place!"

source: 蔡金简一笑置之，没有跟苻南华如何信誓旦旦，重新低头望向草鞋少年，以盛行一洲的官话雅言自顾自说道：“我云霞山源于佛门五宗之一，最讲求降伏心猿和拴住意马，可是我来此之前，连心猿意马到底为何物，也捉摸不透，家族长辈对此也从不愿拔苗助长，只是让我自行摸索，不曾想今日在你们泥瓶巷，踩中了一坨狗屎，反而让我察觉到一丝端倪……”
en_us: Cai Jinjian merely smiled and offered no response to Fu Nanhua. Instead, she turned to face Chen Ping'an again, then murmured to herself in her official dialect, "Our Dawn Cloud Mountain derives its roots from one of the five branches of Buddhism, and one of the most important things that we're taught is to rein in worldy desires and avoid worldly distractions. Prior to coming here, I had no idea what such things even were, and my seniors didn't want to offer the answer up to me on a silver platter, so they told me to figure it out for myself. Never would I have imagined that I would develop an idea of what those concepts are after stepping on a pile of dog excrement on your Clay Vase Alley..."

source: 蔡金简不是心性浅薄的女子，更不是吃不得苦的娇柔千金，她身为云霞山山主的众多子嗣之一，能够脱颖而出，赢得最终名额，就很能说明问题。云霞山总计大小十八峰，终年烟雾缭绕，盛产的云根石，是道家丹鼎派炼制外丹的一味重要材料，以“无瑕无垢”著称于世，独树一帜。所以云霞山上的人，必须讲究清洁素雅，大多有洁癖，蔡金简当然也不例外。如果不是小镇牵连太大，蔡金简这辈子都不会踏足小镇，更别提让她一脚一脚走在充满鸡粪狗屎的泥瓶巷，最尴尬的是来此之后，他们这些原本高高在上的神仙中人，就像一条条被抛上岸的小鱼，突然之间失去了所有依仗，占据某一处洞天福地的家族，搬山倒海、御风凌空的通玄修为，降妖伏魔、敕神驭鬼的玄妙法宝，全部都没了。
en_us: Cai Jinjian wasn't someone who was easily riled up, and she certainly wasn't a pampered littiel girl who couldn't withstand any adversity. The fact that she was able to stand out and be selected out of all of the many descendants of the master of the Dawn Cloud Mountain was a clear testament to her character. The Dawn Cloud Mountain encompassed a total of 18 peaks of different sizes, all of which were enveloped in clouds and mist all year round. The Cloud Root Stone produced on the mountain was an important material in alchemy for those following the alchemy branch of Daoism. It was renowned for its pristine purity, and it was unrivaled in that regard. Hence, ensuring cleanliness was an important priority for the people on the Dawn Cloud Mountain, and most of them had misophobia, including Cai Jinjian. If it weren't for how important this town was, she would've never set foot in this place, let alone stepped onto Clay Vase Alley, which was laden with mud and fecal matter from all types of different animals. What was most frustrating to her was that they were supposed to be high and mighty immortals, yet upon arriving in this town, they were like helpless fish that had been tossed onto the shore, losing everything that they had previously taken for granted in the blink of an eye. Their almighty clans that resided in blessed paradise, their mystical powers that allowed them to move mountains and rivers, their powerful treasures that were capable of taming demons and slaying gods, all of that had been instantly taken away from them.

source: 蔡金简以武道手段“指点”，让草鞋少年强行开窍，使得陈平安的身体，就像yi座没有院门屋门的宅子，确实可以搬进、吸纳更多物件，但是每逢风雪雨水天气，宅子便会垮得会格外厉害、迅速。所以陆沉才会断言，如无例外，没有大病大灾的话，陈平安也只能够活到三四十岁。
en_us: By forcefully opening his acupoints and "pointing the way", Cai Jinjian had effectively caused his body to become like a house that had no door. One could indeed carry many things inside, but whenever there was rain or snow, the house would collapse far quicker and far more easily than normal. It was because of this that Daoist Lu had come to the conclusion that he would only be able to live to 30 or 40, provided that he didn't suffer from any serious ailments or face any calamity.

source: 蔡金简侧着身，嗓音柔媚，笑问道：“南华，想到什么了，这么开心？”
en_us: Cai Jinjian turned to him with a smile as she asked in a seductive voice, "What are you thinking about that's made you so happy, Nanhua?"

source: 蔡金简倒退着走向那名婢女，所以是面朝草鞋少年，“天雨虽宽不润无根之草，记住哦。”
en_us: Cai Jinjian continued to look at Chen Ping'an as she strode backward, re-emphasizing as she approached Zhi Gui, "Even the rain that falls from the heavens can't nurture a plant without a root. Make sure you don't forget that saying."

source: 蔡金简先是眼前一亮，随即泛起些女子天生的怜悯情绪，最后她那双丹凤眼眸中，一点点褪去那些可惜，她愈发笑容灿烂，恍然大悟。
en_us: Cai Jinjian's eyes immediately lit up upon seeing this, following which the sympathy innately present in women welled up in her heart. The sympathy in her eyes then gradually faded as a bright smile appeared on her face, and she was struck by a sense of enlightenment.

source: 蔡金简勃然大怒，猛然转头。
en_us: Cai Jinjian was furious, and she immediately turned around, deciding there and then that he was going to teach this filthy mutt a lesson. In her eyes, Chen Ping'an appeared to be honest and innocent on the outside, but in reality, he was as sly and cunning as a fox!

source: 蔡金简压低嗓音，冷笑道：“什么真君，旁门里还算位置靠前的真人而已，最是道貌岸然，也根本没资格称为真君，好事之徒的阿谀之词罢了，想那元武帝何等精明，自然不会敕封此人为真君，一个萝卜一个坑，真君的头衔，给出去一个，很可能意味着两百年都拿不回来，加上元武帝祖辈们的大手大脚，到了他手里，就只剩下两个真君的名额，更不会随随便便给一个沽名钓誉的旁门野修。”
en_us: Cai Jinjian lowered her voice as she sneered, "He's not actually a True Lord, he's just a sanctimonious Spiritual Master among disreputable sects. He has no right to refer to himself as True Lord, he's just a self-given title to make him seem more important and loftier of status than he actually is. Given how shrewd and wiser a ruler Emperor Yuanwu is, there's no way that he would've bestowed the title of True Lord upon someone like him. Each True Lord title can only be occupied by one person at a time, which means that after one is given out, several centuries could easily go by before it can be recovered. In addition to that, Emperor Yuanwu's ancestors exercised very little discretion when giving out those titles. As a result, only two of them remain at this point, so there's no way one could just be carelessly given out to a disreputable cultivator like Liu Zhimao."

source: 蔡金简反驳道：“有圣人在此，他截江真君还敢明目张胆对我出手？”
en_us: "But with a Sage overseeing this place, there's no way that the River Severing True Lord would dare to just blatantly come after us!" Cai Jinjian countered.

source: 蔡金简只是沉默片刻，便点头道：“晚辈先行告退。”
en_us: Cai Jinjian was silent for a moment before nodding in response. "I'll be taking my leave now, Senior."

source: 蔡金简和苻南华这对仙家男女，几乎同时在心头冒出一个想法。
en_us: In that instant, a hint of disdain welled up in the hearts of both Fu Nanhua and Cai Jinjian. In their eyes, Chen Ping'an was nothing more than an ignorant and powerless ant.

source: 蔡金简嘴角翘起，侧过身，凝望着苻南华的侧脸，得意洋洋道：“被骗了吧？”
en_us: The corners of Cai Jinjian's lips perked up as she turned to look up at Fu Nanhua with a smug expression. "I tricked you, didn't I?"

source: 蔡金简天生风情柔媚，修行之后，洗髓伐骨，仅就身体而言，比起世俗女子当然更是净如琉璃，山下女子，一眼看去再惊为天人，归根到底，终究是一副臭皮囊罢了。
en_us: Cai Jinjian was naturally quite beautiful in appearance, and her body had been cleansed and purified through her cultivation. In the eyes of a mortal woman at the foot of the mountain, she would resemble a goddess of stunning purity, but ultimately, no matter how breathtaking she appeared on the outside, she was still nothing more than a sack of skin and flesh.

source: 蔡金简头也没回，“小家伙，你想多了。”
en_us: "You're being too paranoid, kid," Cai Jinjian replied without even turning her head.

source: 蔡金简并非钻牛角尖的人物，点头道：“苻兄所言甚是，是老成持重之论。”
en_us: Cai Jinjian wasn't the type to split hairs, and she nodded in agreement. "You're right, Brother Fu. It's definitely better to be safe than sorry."

source: 蔡金简当时后退着行走，其实当那一脚踩下去后，她就已经意识到事情不妙。
en_us: As aforementioned, Cai Jinjian was walking backward, and in the instant that she stepped on the pile of dog shit, she could already feel that there was something strange underfoot.

source: 蔡金简心情舒畅，之前积攒诸多的种种凝滞念头，洪水决堤一般直流而下。
en_us: Cai Jinjian was in a much better mood than before, and as a result, she was able to comb through many of the trains of thought that had stagnated in her mind.

source: 蔡金简恢复平时的言语，对苻南华说问道：“这孩子是不是想要报酬？”
en_us: Cai Jinjian reverted back to her normal dialect as she turned to Fu Nanhua and asked, "Could it be that this boy wants to be compensated?"

source: 蔡金简恭敬道：“晚辈云霞山蔡金简，十年前曾经跟随家父去往书简湖，观看老鼋驮碑出水的奇景，有幸远远看到前辈的风采，记忆犹新，至今难忘。”
en_us: Cai Jinjian replied in a respectful voice, "I am Cai Jinjian of the Dawn Cloud Mountain. 10 years ago, I accompanied my father on a trip of Lake Shujian, and I had the honor of seeing you from afar. Even to this day, that memory still remains clear in my mind as if it had happened only yesterday."

source: 蔡金简想了想，闭上眼睛，片刻后睁眼说道：“宋集薪，顾粲……我选顾粲好了。”
en_us: Cai Jinjian closed her eyes in contemplation, then reopened them a moment later as she decided, "I'll choose Gu Can."

source: 蔡金简手指被烫似的赶紧缩回手，瞪了他一眼，她当下显然是右眼皮在跳。
en_us: Cai Jinjian hurriedly retracted her finger as if she had been burned, then glared at Fu Nanhua with a displeased expression. It was clear that her right eyelid had been twitching.

source: 蔡金简抬头望着“莫向外求”四字，心头空落落的，只觉得怅然若失，好像先前在泥瓶巷得到的顿悟，又全盘还给了这座小镇。
en_us: Meanwhile, Cai Jinjian looked up at the plaque depicting the idiom "refrain from looking outward", and there was an empty and dejected feeling in her heart, as if the enlightenment that she had attained on Clay Vase Alley earlier had been stripped away, leaving her feeling very frustrated.

source: 蔡金简抬起一只脚，看到那份不堪入目的恶心污秽，笑呵呵道：“真是走狗屎运了。”
en_us: Cai Jinjian raised her foot to inspect the disgusting fecal matter clinging to her boot, and she chuckled, "Come to think of it, this was the thing that bestowed this fated opportunity upon me."

source: 蔡金简曾被一位德高望重的前辈大佬，亲口誉为“云根山风，飞天之姿”，言下之意，其实是极为难得的道侣人选，靠山吃山、做惯了生意的云霞老祖们，这些年不计代价栽培蔡金简，未尝没有待价而沽的私心，仙家联姻的天作之合，比起世俗王朝豪阀大姓的嫁娶，要更为慎重，看得也更加长远。
en_us: An influential and reputable senior had once declared that Cai Jinjian "possessed aptitude and beauty in equal measure", and the implication there was that she would make for an exemplary Dao partner. The higher-ups of the Dawn Cloud Mountain had always relied on the mountain for their livelihood, and they were accustomed to doing business. Over the years, they spared no expense in nurturing and developing Cai Jinjian, and an important reason for this was that they were wanted to use her to improve the sect's standing on the continent. The coming together of two immortal clans had extremely significant and far-reaching implications, so it was something that was taken even more seriously than a marriage alliance between royal clans.

source: 蔡金简有些闷闷不乐，“别提他了，想起来就恶心。”
en_us: Cai Jinjian's mood was quickly souring at the mention of Chen Ping'an. "Let's not talk about him anymore, just thinking about him puts me in a bad mood."

source: 蔡金简松了口气，走路的时候，脚步稍稍向左倾斜些许，于是她的肩头轻轻触碰了一下苻南华。
en_us: Cai Jinjian was quite relieved that Fu Nanhua had promised her his assistance, and she tilted slightly to the left while walking so that shoulder gently brushed Fu Nanhua's.

source: 蔡金简歪头揉着眼皮子，这个动作使得她的那双远山黛眉，愈发纤长。
en_us: Cai Jinjian cocked her head to the side as she massaged her own eyes, and in doing so, her delicate eyebrows were made to look even longer and more slender than usual.

source: 蔡金简猛然身体僵硬。
en_us: Cai Jinjian's entire body abruptly stiffened.

source: 蔡金简疑惑道：“此地不是一律术法禁绝吗？”
en_us: "Aren't all mystical abilities prohibited here?" Cai Jinjian asked.

source: 蔡金简看似随意问道：“那个宋集薪如何？”
en_us: "How was Song Jixin?" Cai Jinjian asked, seemingly in a nonchalant manner.

source: 蔡金简破天荒没有恼火，深深看了眼貌不惊人的干瘦少年，她转身就走。
en_us: In a remarkable display of restraint, Cai Jinjian remained calm and collected despite Fu Nanhua's insult, and she took one final glance at Chen Ping'an before turning to depart.

source: 蔡金简笑道：“不大？”
en_us: "They're not very broad?" Cai Jinjian asked with a smile.

source: 蔡金简笑道：“苻兄可能专注于机缘线索，不曾在意此地一些不成文的规矩，小镇当地出生之人，男孩在九岁的时候，若是没能被等了将近十年的‘买瓷人’，找机会带离小镇，就意味着根骨天资先天不行，已经不太值钱，往后岁数越大，更加廉价，那些宗门帮派与其花一笔天价‘领养钱’，来当冤大头，显然远远不如用来重金培养几个亲传子弟，来得实惠。”
en_us: Cai Jinjian smiled as she replied, "Perhaps you were too fixated on securing a fated opportunity in this town, and as a result, you failed to notice some of the unspoken rules of this place. For boys who are born in this town, if they haven't been taken away by any 'porcelain buyers' after reaching nine years of age, then that indicates that they possess lackluster aptitude for cultivation and are considered to be lacking in value. After that, the older they become, the further their value drops. From the perspective of those sects and factions, it would be a much wiser to invest in the development of their existing disciples, rather than spend an astronomical sum in 'adoption money', only to secure a child with mediocre aptitude."

source: 蔡金简置若罔闻，苻南华放低嗓音，恢复世家子弟雍容气度，啧啧笑道：“堂堂云霞山蔡金简，跟一个市井少年斤斤计较，传出去，不嫌丢人？”
en_us: Cai Jinjian paid no heed to his accusations, and Fu Nanhua lowered his voice as he recovered his composure and sneered, "To think that the vastly renowned Cai Jinjian of the Dawn Cloud Mountain would be so petty that she would willingly stoop to the same level as an uneducated youth. Are you not embarrassed by your actions?"

source: 蔡金简脸色黯然，摇头道：“截江真君刘志茂，声明狼藉不假，手段不弱，否则也没办法在书简湖有一席之地，这桩机缘，强求不得了。一旦惹恼刘志茂，我如何扛得住一位旁门大真人的威势，怕就怕已经被刘志茂记恨上，一旦离开小镇，没了圣人坐镇和规矩约束，天晓得刘志茂会做出什么过激举动。想必苻兄在边境上，也看出一些蛛丝马迹，山门这趟随我来此寻宝的扈从，实力不济，完全不是他的对手。”
en_us: Cai Jinjian shook her head with a dejected expression as she replied, "The River Severing True Lord ma not have the best reputation, but he's certainly not someone to be messed with. Otherwise, he wouldn't have been able to claim a spot for himself at Lake Shujian. It would be extremely unwise for me to try and compete against him. If I were to make an enemy out of him, there's no way I would be able to come out the other side unscathed. My concern right now is that he may have already developed a grudge against me. Once we leave the town and are no longer restricted by the rules and presence of the Sages, who knows how far he would be willing to go to get back at me? I'm sure you must've also noticed some signs while we were on the border, Brother Fu. Unfortunate, the servants sent to accompany me on this trip do not possess anywhere near enough power to be able to stand against him."

source: 蔡金简苦涩道：“苻兄，云根石虽是我们云霞山的命-根子，但既然事先说定，我便不会赖账，哪怕倾家荡产，也会偿还给苻兄。”
en_us: Cai Jinjian sighed in a reluctant voice, "Brother Fu, Cloud Root Stones are the lifeblood of our Dawn Cloud Mountain, but seeing as we already had an agreement, I won't definitely won't go back on my word. Even if I have to sell everything that I own, I'll be sure to follow through on my promise to you."

source: 蔡金简视你们如蝼蚁，本真君何尝不是视她与苻南华为蝼蚁？
en_us: Cai Jinjian regarded the residents of the town as ants, but in the eyes of a true lord, she and Fu Nanhua were nothing more than mere ants themselves, and there was no need for him to reason with an ant that he could easily stomp into the dirt.

source: 蔡金简走向苻南华的那个陋巷婢女。
en_us: Cai Jinjian began to make her way toward Zhi Gui, but right at this moment, Chen Ping'an suddenly asked, "Did you do something to me just now?"

source: 蔡金简转头朝他嫣然一笑，翦水秋瞳，脉脉含情。
en_us: Cai Jinjian turned to him with a warm smile, and her eyes were full of gratitude and tender affection.

source: 蔡金简转过身，笑道：“这条小巷真是与我有缘，哪里想到这都能让我捞到一份机缘，虽然不大，可蚊子肉也是肉，好兆头啊。我对那个叫顾粲的少年，更有信心了！”
en_us: Cai Jinjian turned to him with a smile as she replied, "This alley is truly a blessed place for me, I didn't think that I would stumble upon a fated opportunity even during such a chance encounter. It's nowhere near enough to make a significant difference, but it's certainly a great omen. I have even more confidence in that boy by the name of Gu Can now."

source: 蔡金简这先后两手，真正可怕之处，在于门户大开之后，yi方面陈平安已经无法修行长生之法，就意味着无法以术法神通去弥补门户，无法培本固元，另yi方面，哪怕少年侥幸在武学登堂入室，的确能够依靠淬炼体魄来强身健体，但是对陈平安而言，巨大风险将会yi直伴随着机遇，yi着不慎，就会身陷“练外家拳容易招邪”的怪圈，就又是延年益寿不成、反而早夭的可怜下场。
en_us: Cai Jinjian's two actions were truly terrifying. After exposing Chen Ping'an's body to the elements, this meant that he would no longer be able to cultivate and achieve longevity. At the same time, he would also be unable to rely on spell techniques and mystical abilities to repair his body and reconstruct his foundations. Meanwhile, even if was fortunate enough to become a proper martial artist, and even if he could indeed temper his physique to improve his health, any opportunity that he came across in the future would always be accompanied by a severe and lurking danger. If he accidentally slipped up, he would fall into a dire situation where he further opened himself up to misfortunes. At that time, not only would he have failed to extend his lifespan, but he would have instead pushed himself to an even earlier feath.

source: 薄薄一本册子，整部拳谱的拳法才六势，序篇幅倒是不小。
en_us: This was a thin book, with the entire guide only containing a mere six fist technique stances. However, the introduction wasn't short at all.
